{
  "about": "About",
  "countries": "Countries",
  "services": "Services",
  "ourWorks": "Out works",
  "contact": "Contact",
  "banner1": "Your comfort in travel is our concern.",
  "banner2": "Reliable visa processing for all countries.",
  "banner3": "The best tourist routes at affordable prices.",
  "populars": "Populars",
  "about-text1": "EASY VISA CONSULTING is a rapidly growing company specializing in visa support for travelers. We ensure that your trips are comfortable and worry-free.",
  "about-text2": "EASY VISA CONSULTING provides visa services for leisure and business trips to the Schengen Area, Canada, the USA, the UK, Japan, and Korea. Our team of experienced professionals ensures a high level of service, allowing you to focus on your travel plans.",
  "about-text3": "We are committed to making the visa application process simple and understandable for clients from Uzbekistan, enabling them to easily and quickly access the best travel destinations in the world.",
  "shengen": "Shengen",
  "canada": "Canada",
  "usa": "USA",
  "uk": "Uk",
  "australia": "Australia",
  "new-zealand": "New Zealand",
  "japan": "Japan",
  "korea": "Korea",
  "latin-america": "Latin America",
  "excursion": "Excursion",
  "clientReviews": "Client Reviews",
  "tourism": "Priorities in Tourism and Visas",
  "tourism-text": "We provide a high level of service and reliability in obtaining tourist visas. Our team has experience in the tourism industry and is ready to quickly resolve issues related to obtaining visas. We strive to make our clients' travels comfortable and carefree, providing support at every stage—from choosing a visa to obtaining documentation.",
  "time": "Saving Your Time",
  "reliability": "Reliability",
  "Support": "Support",
  "Convenience": "Convenience",
  "number": "We in Numbers",
  "visas": "Issued Visas",
  "trips": "Successful Trips",
  "clients": "Satisfied Clients",
  "visa-consultations": "Visa Consultations",
  "tourist-visas": "Tourist Visas",
  "business-visas": "Business Visas",
  "document-preparation": "Document Preparation",
  "tour-packages": "Tour Packages",
  "insurance": "Insurance",
  "visa-consultations-text": "EASY VISA CONSULTING specialists provide detailed consultations on visa applications for countries such as Schengen, Canada, the USA, the United Kingdom, Japan, and Korea. We explain all the nuances of document submission and help you prepare for the process.",
  "tourist-visas-text": "We assist in obtaining tourist visas for comfortable travel to popular countries, including Europe, North America, and Asia. Our experts provide full support at every stage.",
  "business-visas-text": "For business trips, EASY VISA CONSULTING offers comprehensive solutions for visa applications to the world's leading countries. We ensure a fast and professional document submission process.",
  "document-preparation-text": "We carefully check all your documents to ensure they meet the requirements of visa centers. We also assist in gathering the necessary certificates and extracts for a successful visa acquisition.",
  "tour-packages-text": "We offer the selection of optimal tourist packages, including trip organization, hotel reservations, and excursions, to make your vacation as comfortable as possible.",
  "insurance-text": "We arrange travel insurance that will protect you and your loved ones during your trip, ensuring safety and confidence in any situation.",
  "travels": "Travels",
  "for-contact": "For contact",
  "social-media": "Social media",
  "telegram": "Telegram",
  "location": "Tashkent, Mustaqillik 59.",
  "request": "Submit a request",
  "name": "Name",
  "surname": "Surname",
  "telephone": "telephone",
  "comments": "Comments",
  "sending": "Sending",
  "success": "Sent successfully",
  "error": "An error occurred"
}
